tap "anhoder/repo"
tap "go-musicfox/go-musicfox"
tap "homebrew/bundle"
tap "homebrew/cask", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-cask.git"
tap "homebrew/cask-drivers", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-cask-drivers.git"
tap "homebrew/cask-fonts", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-cask-fonts.git"
tap "homebrew/cask-versions", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-cask-versions.git"
tap "homebrew/command-not-found", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-command-not-found.git"
tap "homebrew/services"
tap "shivammathur/php"
tap "git-chglog/git-chglog"
brew "bat"
brew "boost"
brew "glib"
brew "cmake"
brew "curl"
brew "composer"
brew "delve"
brew "docker"
brew "flac"
brew "ffmpeg"
brew "fish"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "lazygit"
brew "openssl@1.1"
brew "llvm"
brew "protobuf"
brew "mpv"
brew "mysql-client", link: true
brew "node"
brew "redis"
brew "ripgrep"
brew "rust"
brew "starship"
brew "trash"
brew "tree"
brew "typescript"
brew "vim"
brew "wget"
brew "yarn"
brew "anhoder/repo/neovim"
brew "anhoder/repo/neovim-nightly", link: false
brew "git-chglog/git-chglog/git-chglog"
brew "go-musicfox/go-musicfox/go-musicfox"
brew "go-musicfox/go-musicfox/spotifox"
brew "shivammathur/php/php@8.0"
cask "font-jetbrains-mono"
cask "kitty"
cask "neovide"
