tap "anhoder/repo"
tap "go-musicfox/go-musicfox"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "shivammathur/php"
tap "git-chglog/git-chglog"
brew "openssl@3"
brew "automake"
brew "bat"
brew "protobuf"
brew "grpc"
brew "bear"
brew "openjdk"
brew "boost"
brew "pcre2"
brew "glib"
brew "cmake"
brew "curl"
brew "composer"
brew "delve"
brew "docker"
brew "flac"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "anhoder/repo/git-open"
brew "gnu-sed"
brew "go"
brew "pkg-config"
brew "jq"
brew "k9s"
brew "lazygit"
brew "anhoder/repo/openssl@1.1"
brew "libiconv"
brew "llvm"
brew "protobuf"
brew "lua"
brew "mpv"
brew "trash-cli"
brew "mysql-client", link: true
brew "nginx"
brew "node"
brew "redis"
brew "php@8.0"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "telnet"
brew "tldr"
brew "trash"
brew "tree"
brew "typescript"
brew "ttyd"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "termscp"
brew "bison"
brew "lsd"
brew "coreutils"
brew "vegeta"
brew "imagemagick"
brew "luarocks" # for `luarocks --lua-version=5.1 --lua-dir=$HOMEBREW/opt/lua@5.1/bin --local install magick`
brew "anhoder/repo/neovim", link: false
brew "anhoder/repo/lua@5.1", link: false
brew "git-chglog/git-chglog/git-chglog"
brew "anhoder/repo/neovim-nightly"
brew "go-musicfox/go-musicfox/go-musicfox"
brew "TheZoraiz/ascii-image-converter/ascii-image-converter"
brew "shivammathur/php/php@8.0"
cask "jordanbaird-ice"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-maple-mono-nf"
cask "font-maple-mono-nf-cn"
cask "anhoder/repo/font-jetbrains-maple-mono-nf"
cask "font-comic-mono"
cask "kitty@nightly"
cask "brave-browser"
cask "opencore-configurator"
cask "visual-studio-code"
