tap "anhoder/repo"
tap "go-musicfox/go-musicfox"
tap "homebrew/bundle"
tap "homebrew/cask", "https://mirrors.aliyun.com/homebrew/homebrew-cask.git"
tap "homebrew/cask-fonts", "https://mirrors.aliyun.com/homebrew/homebrew-cask-fonts.git"
tap "homebrew/cask-versions", "https://mirrors.aliyun.com/homebrew/homebrew-cask-versions.git"
tap "homebrew/command-not-found", "https://mirrors.aliyun.com/homebrew/homebrew-command-not-found.git"
tap "homebrew/core", "https://mirrors.aliyun.com/homebrew/homebrew-core.git"
tap "homebrew/services", "https://mirrors.aliyun.com/homebrew/homebrew-services.git"
tap "shivammathur/php"
tap "git-chglog/git-chglog"
brew "openssl@3"
brew "automake"
brew "bat"
brew "protobuf"
brew "grpc"
brew "bear"
brew "boost"
brew "pcre2"
brew "glib"
brew "cmake"
brew "curl"
brew "composer"
brew "delve"
brew "docker"
brew "flac"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "pkg-config"
brew "jq"
brew "k9s"
brew "lazygit"
brew "openssl@1.1"
brew "libiconv"
brew "llvm"
brew "protobuf"
brew "lua"
brew "mpv"
brew "mysql-client", link: true
brew "nginx"
brew "node"
brew "redis"
brew "php@8.0"
brew "ripgrep"
brew "rust"
brew "starship"
brew "telnet"
brew "tldr"
brew "trash"
brew "tree"
brew "typescript"
brew "ttyd"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "g-ls"
brew "anhoder/repo/neovim", link: false
brew "git-chglog/git-chglog/git-chglog"
brew "anhoder/repo/neovim-nightly"
brew "go-musicfox/go-musicfox/go-musicfox"
brew "go-musicfox/go-musicfox/spotifox"
brew "shivammathur/php/php@8.0"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-comic-mono"
cask "kitty-nightly"
cask "neovide"
cask "redisinsight"
